Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/kde3.tmx
Source language: en
Languages: be

source: Please select the category to which your new device belongs:
be: Калі ласка, выберыце катэгорыю, да якой належыць вашая новая прылада:

source: Please select the position where the track should be split.
be: Вылучце пазіцыю, дзе трэк будзе разбіты.

source: Please select the titles to rip.
be: Вылучыце загалоўкі для захопу.

source: Please select the tracks to rip.
be: Вылучыце трэкі для захопу.

source: Please send me an email with the last output...
be: Калі ласка, дашліце мне ліст з апошнім вывадам...

source: Please set CD artist and title before saving.
be: Калі ласка, вызначце выканаўцу CD і загаловак перад захоўваннем.

source: Please set at least artist and title on all tracks before saving.
be: Калі ласка, вызначце хаця б выканаўцу і загаловак для ўсіх трэкаў перад захоўваннем.

source: Please set the category before saving.
be: Калі ласка, выберыце катэгорыю перад захоўваннем.

source: Please specify a name for the command.
be: Выберыце назву для каманды

source: Please specify a valid pattern.
be: Выберыце сапраўдны ўзор

source: Please specify an extension for the command.
be: Выберыце пашырэнне для каманды

source: Please specify the command line.
be: Вылучыце камандны радок.

source: Plug-ins available
be: Даступныя ўтулкі

source: Plugin Information
be: Інфармацыя ўтулкі

source: Plugins
be: Плагіны

source: Poland
be: Польшча

source: Polish
be: Польская

source: Popup X-coordinate
be: X-каардыната выплыўнога вакенца

source: Popup Y-coordinate
be: Y-каардыната выплыўнога вакенца

source: Popup window visible
be: Бачнасць выплыўнога вакенца

source: Port
be: Порт

source: Port:
be: Порт:

source: Portugal
be: Партугалія

source: Preferences
be: Перавагі

source: Preformatting DVD+RW
be: Перадфарматаванне DVD+RW

source: Preparer Id:
be: Id падрыхтоўшчыка:

source: Preparing
be: Падрыхтоўка

source: Prev
be: Папяр

source: Preview
be: Перадпрагляд

source: Previous
be: Папярэдняя

source: Previous:
be: Папярэдні:

source: Primary author and maintainer
be: Аўтар і адказны

source: Print %1
be: Друкаваць %1

source: Print long fortunes only
be: Друкаваць толькі доўгія фартуны

source: Print short fortunes only
be: Друкаваць толькі кароткія фартуны

source: Print window...
be: Вакно друку...

source: Printing aborted.
be: Друк перарваны.

source: Printing complete.
be: Друк завершаны.

source: Printing content of the window
be: Друк зместу вакна

source: Problems while adding files to the project.
be: Праблемы падчас дадання файлаў у праект

source: Program
be: Праграма

source: Programs
be: Праграмы

source: Progress
be: Працэс

source: Project
be: Праект

source: Protocol name
be: Назва пратаколу

source: Proxy
be: Проксі

source: Publisher Id:
be: Id выдальніка:

source: Quality
be: Якасць

source: Quality Settings
be: Настаўленні якасці

source: Query CDDB
be: Запыт CDDB

source: Query Cddb
be: Запытаць Cddb.

source: Query a cddb entry for the current audio project.
be: Запытаць запіс cddb для бягучага аудыа-праекта.

source: Query cddb
be: Запытаць cddb

source: Questions
be: Пытанні

source: Quick Dir Selector
be: Шпаркі вылучацель тэчкі

source: Quick format
be: Шпаркае фарматаванне

source: Quickstart
be: Хуткі пачатак

source: Quits the application
be: Выходзіць з праграмы

source: R&emove
be: В&ыдаліць

source: RAR archive
be: RAR архіў

source: Radio Stream
be: Радыёпаток

source: Radio Streams
be: Радыёпатокі

source: Random
be: Выпадковыя

source: Rar Information
be: Звесткі RAR

source: Rating
be: Адзнака

source: Re&boot
be: Пера&загрузіць

source: Re&move
be: В&ыдалць

source: Re&name Device...
be: Пе&райменаваць прыладу...

source: Read Capabilities:
be: [PO-fuzzy] Чытаць паўторы:

source: Read error.
be: Памылка чытання.

source: Read retries:
be: Чытаць паўторы:

source: Read the full article on dot.kde.org
be: Прачытаць артыкул поўнасцю на dot.kde.org

source: Reading CD table of contents.
be: Чытанне табліцы зместу CD

source: Readonly Drives
be: Прыводы толькі для чытання

source: Ready
be: Гатовы

source: Ready.
be: Гатовы.

source: Reboot after playing has finished
be: Перазагрузіць пасля прайгравання

source: Reconnect now
be: إتّصل عن جديد الآن

source: Record
be: Запіс

source: Rectangle
be: Прамакутнік

source: Refresh
be: Абнавіць

source: Regional KDE Mirrors
be: Рэгіянальныя люстэркі KDE

source: Regular expression
be: Рэгулярны выраз

source: Remote
be: Аддалены

source: Remote %1 @ %2
be: Аддалены %1 @ %2дд

source: Remote (SNMP) Interface
be: Аддалены (SNMP) інтэрфейс

source: Remote interfaces are accessed using the net-snmp library to connect to the SNMP server. Example of uses of remote SNMP interfaces are routers, printers, miscellaneous servers, switches...
be: Напрыклад, аддалены інтэрфейс SNMP прысутнічае на роўтэрах, прынтэрах, разнастайных серверах, світчах...

source: Remove Button
be: Выдаліць кнопку

source: Remove Subtitle File
be: Выдаліць файл субтытраў

source: Remove Theme
be: Выдаліць тэму

source: Remove directory
be: Выдаліць дырэкторыю

source: Remove selected boot image
be: Выдаліць вылучаны загрузачны вобраз

source: Remove server
be: Выдаліць сервер

source: Remove the imported items from a previous session
be: Выдаліць імпартаваныя элементы з мінулай сесіі

source: Remove this device
be: Выдаліць гэтую прыладу

source: Removed partial file '%1'.
be: Выдалены частковы файл %1.

source: Rename
be: Перайменаваць

source: Rename Audio Files
be: Перайменаваць аудыа-файлы

source: Rename Pattern
be: Узор перайменавання

source: Rename audio files based on their meta info.
be: Перайменаваць аудыа-файлы на падставе іх мета-звестак.

source: Rename the new file
be: Перайменаваць новы файл

source: Rename...
be: Перайменаваць...

source: Replace All
be: Замяніць усё

source: Replace all &blanks with:
be: Замяняць усе &прагалы:

source: Replace all blan&ks with:
be: Замяняць усе &прагалы:

source: Replace the existing file
be: Замяніць існуючы файл

source: Repopulate
be: Перабраць

source: Rescan the devices
be: Перасканаваць прылады

source: Reset
be: Скінуць

source: Reset Quick Search
be: Скінуць вынікі хуткага пошуку

source: Resize Video
be: Змяніць памер відэа

source: Resize to 100%
be: [PO-fuzzy] Змяніць памер

source: Resize to 150%
be: [PO-fuzzy] Змяніць памер

source: Resize to 200%
be: [PO-fuzzy] Змяніць памер

source: Resize to 25%
be: [PO-fuzzy] Змяніць памер

source: Resize to 300%
be: [PO-fuzzy] Змяніць памер

source: Resize to 400%
be: [PO-fuzzy] Змяніць памер

source: Resize to 50%
be: [PO-fuzzy] Змяніць памер

source: Resolution
be: Раздзяляльнасць

source: Resolution:
be: Раздзяляльнасць:

source: Restart
be: إبدء عن جديد

source: Restart...
be: إبدء عن جديد...

source: Restarting %1
be: جاري البدء عن جديد لِــ %1

source: Retry
be: Паўтарыць

source: Return code from mount was %1.
be: الرمز الناتج عن عملية التركيب كان %1.

source: Return:
be: Вяртанне:

source: Right click for media sizes
be: Правы націск для памераў носьбіта

source: Rip Audio CD...
be: Захапіць аудыа-CD...

source: Rip Video CD Tracks
be: Захапіць трэкі з відэа-CD

source: Rip Video CD...
be: Захапіць відэа-CD...

source: Rip Video DVD Titles (+transcoding)
be: Захапіць загалоўкі відэа-DVD (з перакадаваннем)

source: Rip Video DVD...
be: Захапіць відэа-DVD...

source: Rip all tracks to a single file
be: Захопліваць усе трэкі ў адзіны файл

source: Rip files to:
be: Захапіць файлы ў:

source: Ripped files pattern:
be: Узор захопленых файлаў:

source: Ripping Audio Tracks
be: Захоп аудыа-трэкаў

source: Ripping Audio Tracks From '%1'
be: Захоп аудыа-трэкаў з '%1'.

source: Ripping Pattern
be: Узор захопу

source: Ripping Video DVD Titles
be: Захоп загалоўкаў відэа-DVD

source: Ripping to single file '%1'.
be: Захоп у адзіны файл '%1'.

source: Ripping track %1
be: [PO-fuzzy] Захоп трэка

source: Ripping track %1 (%2 - %3)
be: Захоп трэка %1 (%2 - %3)

source: Rock Ridge Extensions Disabled
be: Пашырэнні Rock Ridge адключаны

source: Rock Ridge Settings
be: Настаўленні Rock Ridge

source: Romania
be: Румынія

source: Root
be: Корань

source: Rounded Top Corners
be: [PO-fuzzy] Скругліць верхнія куты

source: Run level:
be: مستوآ التنفيذ:

source: Running
be: Выконваецца

source: Russia
be: Расія

source: Russian
be: [PO-fuzzy] Расія

source: S&MP Enabled
be: SMP за&дзейнічана

source: S&earch:
be: &Шукаць:

source: S&elect
be: В&ыбраць

source: S&ettings
be: Н&астаўленні

source: SNMP Server
be: Сервер SNMP

source: SNMP Version
be: Версія SNMP

source: SUSE2 (Version %1)
be: SUSE2 (Версія %1)

source: Sample Rate
be: Частата узораў

source: Saturation
be: Насычанасць

source: Saturation:
be: Насычанасць:

source: Save &As...
be: Запісаць &як...

source: Save All
be: Захаваць усё

source: Save Cddb Entry Locally
be: Захаваць запіс Cddb лакальна

source: Save File
be: Запісаць файл

source: Save File As
be: Захаваць як

source: Save Fortune
be: Запісаць фартуну

source: Save Playlist
be: Запісаць спіс прайгравання

source: Save Settings and close
be: Захаваць настаўленні і закрыць

source: Save User Defaults
be: Захаваць вашыя прадвызначэнні

source: Save to Disk
be: Запісаць на дыск

source: Save to file
be: Захаваць у файл

source: Save...
be: [PO-fuzzy] إمسح...

source: Saved Settings
be: [PO-fuzzy] Адмысловыя настаўленні

source: Saved as: %1
be: Запісаны як: %1

source: Saved entry (%1) in category %2.
be: Захованы запіс (%1) у катэгорыі %2.

source: Saves all open projects
be: Захоўвае ўсе адкрытыя праекты

source: Saves the current project
be: Захоўвае бягучы праект

source: Saves the current project to a new url
be: Захоўвае бягучы праект у новы url

source: Saves the settings to the project and closes the dialog.
be: Захоўвае настаўленні ў праект і закрывае дыялог.

source: Saving file with a new filename...
be: Захоўванне файла з новай назвай...

source: Saving file...
be: Захоўванне файла...

source: Scale output
be: Зыходзячая шкала

source: Scaled
be: Расцягнуты

source: Scales
be: Шкалы

source: Scan
be: Сканаваць

source: Scan for renamable files
be: Сканаванне перамяшчальных файлаў

source: Scan...
be: إمسح...

source: Science
be: Навука

source: Score
be: Балы

source: Score:
be: Балы:

source: Script Packages (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)
be: Пакеты сцэнараў (*.amarokscript.tar, *.amarokscript.tar.bz2, *.amarokscript.tar.gz)

source: Search
be: Шукаць

source: Search Path
be: Знайсці шлях

source: Search:
be: Шукаць:

source: Searches
be: Пошукі

source: Searching index 0 for all tracks
be: Пошук 0-вага індэкса для ўсіх трэкаў

source: Searching...
be: Пошук...

source: Second Page
be: Другая старонка

source: Security Warning
be: Папярэджанне сістэмы бяспекі

source: See special strings
be: Глядзіце спецыяльныя радкі

source: SeebyTouch - Feel pictures and have a lot of fun!
be: SeebyTouch - Адчувайце малюнкі!

source: Seek Backward
be: Праматаць назад

source: Seek Forward
be: Праматаць наперад

source: Seems not to be a usable image
be: Выглядае як невыкарыстальны адбітак

source: Segments
be: Сегменты

source: Sele&ct Image
be: [PO-fuzzy] Выбраць Відарыс

source: Select Encoding
be: Вызначыць знаказбор

source: Select Encoding...
be: Выбраць знаказбор...

source: Select Files to Add to Project
be: Вылучце файлы для дадання ў праект

source: Select Logo Image
be: Выбраць відарыс лагатыпа

source: Select Mobile Device
be: Выбраць мабільную прыладу

source: Select Speed
be: Вылучце хуткасць

source: Select Temporary Directory
be: Вылучыце часовую дырэкторыю

source: Select Temporary File
be: Вылучыце часовы файл

source: Select Track
be: Вылучыць трэк

source: Select Video CD type %1
be: Вылучце тып Відэа-CD %1

source: Select a network share
be: إختر مشترك على الشبكة

source: Select encoding for text file:
be: Вызначце знаказбор для тэкставага файла:

source: Select the Multisession Mode for the project.
be: Вылучце шматсесійны рэжым для праекту.

source: Select the buttontype.
be: [PO-fuzzy] Выбраць.

source: Select the channel mode.
be: Вылучце рэжым канала

source: Select the layout of the keyboard
be: Вылучце раскладку клавіятуры

source: Select the mode for the data-track
be: Вылучыце рэжым для трэка данняў

source: Select the titlebar logo image.
be: [PO-fuzzy] Выбраць.

source: Select the titlebar style.
be: Выбрерыце стыль загалоўка.

source: Select the writing mode to use
be: Вылучце рэжым запісу для выкарыстання

source: Send Email
be: Даслаць ліст

source: Sequence-%1
be: Паслядоўнасць-%1

source: Server
be: Сервер

source: Server's IP or hostname to monitor the interface of.
be: Адрас IP сервера або назва вузла для маніторынгу інтэрфейса на ім.

source: Server:
be: Сервер:

source: Service
be: الخدمة

source: Service Details
be: تفاصيل الخدمة

source: Session Import
be: Імпарт сесіі

source: Session Import Warning
be: Папярэджанне імпарту сесіі

source: Set
be: Устанавіць

source: Set Default
be: Зрабіць асноўным

source: Set Read Speed...
be: Усталяваць хуткасць чытання...

source: Set special ISO9660 Filesystem preferences.
be: Устанавіць спецыяльныя асаблівасці файлавай сісэмы ISO9660.

source: Set the GUI language
be: Усталяваць мову інтэрфейсу

source: Set the audio output method (like arts or alsa depending on the installed plugins)
be: Усталяваць спосаб вываду аудыа (напрыклад, arts або alsa, у залежнасці ад устаноўленых вонкавых модуляў)

source: Set the offset of the logo from the titletext.
be: [PO-fuzzy] Устанавіць.

source: Set writing speed manually
be: Выставіць хуткасць запісу ўручную

source: Setti&ngs
be: На&лады

source: Setting the read speed failed.
be: Усталяванне хуткасці чытання не ўдалося.

source: Settings
be: Настаўленні

source: Setup Devices
be: Наладзіць прылады

source: Setup External Programs
be: Наладзіць вонкавыя праграмы

source: Setup the CDDB Server
be: Наладзіць сервер CDDB

source: Sh&utdown
be: &Выключыць

source: Shaded
be: Заценены

source: Shades
be: Зацені

source: Shado&w for icons
be: [PO-fuzzy] значкі

source: Short fortune length:
be: Даўжыня кароткай фартуны:

source: Show
be: Паказаць

source: Show %1
be: Паказаць %1

source: Show &Grid
be: Паказаць &сетку

source: Show &Labels
be: Паказаць &меткі

source: Show &grid
be: Паказаць &сетку

source: Show &titlebar logo
be: [PO-fuzzy] Паказаць

source: Show Advanced Options
be: Паказаць адмысловыя опцыі

source: Show Audio Tracks
be: Паказаць аудэатрэкі

source: Show Contents
be: Паказаць змест

source: Show Debugging Output
be: Паказаць падрабязны вывад

source: Show Directories
be: Паказаць дырэкторыі

source: Show Document Header
be: Паказаць загаловак дакумента

source: Show Equalizer
be: Паказаць эквалайзер

source: Show Picture Controls
be: Паказаць настаўленні выявы

source: Show Size In
be: Паказаць памер у

source: Show Toolbar
be: Паказаць панэль начыння

source: Show Video Tracks
be: Паказаць відэатрэкі

source: Show graphs one above the other
be: Паказаць графікі адзін вышэй другога

source: Show grids on graphs
be: Паказвае сеткі на графіках

source: Show la&bels
be: Паказаць &меткі

source: Show labels on graphs
be: Паказаць меткі на графіках

source: Show one graph above the other
be: Паказаць адзін графік вышэй другога

source: Show progress &OSD
be: [PO-fuzzy] Паказваць OSD-прагрэс

source: Show splash screen
be: Паказваць застаўку

source: Show the splash screen when K3b starts
be: Паказваць застаўку падчас старту K3b

source: Shows your daily fortune
be: Паказаве вашую штодзённую фартуну

source: Shuffle Mode
be: Рэжым перамяшання

source: Shutdown after playing has finished
be: Выключыць камп'ютэр, калі прайграванне скончыцца

source: Simple Search
be: Просты пошук

source: Since Linux kernel 2.6.8 %1 will not work when run suid root for security reasons anymore.
be: [PO-fuzzy] Бо ядро Linux 2.6.8 %1 не працуе will not work when run suid root з прычын бяспекі.

source: Size
be: Памер

source: Size of project:
be: Памер праекту

source: Size:
be: Памер:

source: Size: %1
be: Памер: %1

source: Skip
be: Прапусціць

source: Skip unreadable data sectors
be: Прапускаць нечытэльныя сектары данняў

source: Smart Playlists
be: Разумныя спісы прайгравання

source: So&ft Curves
be: Мягкія &выгібы

source: So&ft Curves Enabled
be: Мягкія &выгібы ўключаны

source: So&ngwriter:
be: &Аўтар песні:

source: Socket name
be: Назва сокета

source: Soft Wrapping
be: Мяккі перанос

source: Soft curves
be: Змягчаныя дыяграмы

source: Softened curves
be: Змягчаныя дыяграмы

source: Software buffer:
be: Праграмны буфер:

source: Solaris support
be: Падтрымка Solaris

source: Solid
be: Працяглы

source: Solution
be: Рашэнне

source: Some filenames had to be modified due to limitations in mkisofs
be: Некаторыя назвы файлаў меліся быць змененымі з прычыны абмежаванняў у mkisofs

source: Sometimes it may be nessessary to specify user parameters in addition to the parameters generated by K3b. This is simply a warning to make sure that these parameters are really wanted and won't be part of some bug report.
be: [PO-fuzzy] Гэта проста папярэджанне, каб упэўніцца, што гэтыя параметры насамрэч патрэбны і не будуць прычынай справаздачай аб памылцы.

source: Source
be: Крыніца

source: Source to Track
be: Крыніцу на трэк

source: South Africa
be: Паўднёвая Афрыка

source: South-Eastern Europe
be: [PO-fuzzy] Усходняя Еўропа

source: Southern Europe
be: [PO-fuzzy] Усходняя Еўропа

source: Sp&lit Graph
be: Раз&дзяліць графік

source: Space needed:
be: Патрэбна месца:

source: Spain
be: Іспанія

source: Spanish
be: Іспанская

source: Special file
be: Спецыяльны файл

source: Specifies the type of the interface to monitor. KNetLoad 3 supports two types of interfaces: local and SNMP remote. This setting determines which settings will be applied in the corresponding section.
be: Гэтае настаўленне вызначае, якія налады будуць ужытыя ў адпаведнай секцыі.

source: Specifies the version used for the SNMP requests. Currently supported versions are SNMPv1 and SNMPv2. They both use a blend authentication with a simple &quot;community&quot; which is the password for reading from (or writing to) the values. Most SoHo routers supports SNMPv1.
be: Большасць роўтэраў SoHo-класу падтрымлівае SNMPv1.

source: Specify the paths to the external programs that K3b needs to work properly, or press "Search" to let K3b search for the programs.
be: Выберыце шляхі для вонкавых праграмаў, якія патрэбныя для правільнай работы K3b або націсніце "Пошук", каб K3b знайшло праграмы.

source: Speed:
be: Хуткасць:

source: Spellcheck
be: Спраўдзіць правапіс

source: Spellcheck: %1% complete
be: Праверка правапісу %1% скончана

source: Spellcheck: Aborted.
be: Праверка правапісу перарвана.

source: Spellcheck: Complete.
be: Праверка правапісу скончана.

source: Spellcheck: Crashed.
be: Праверка правапісу: збой

source: Spellcheck: Started.
be: Праверка правапісу.

source: Spelling
be: Праверка правапісу

source: Spelling Checker
be: Праверка правапісу

source: Split Audio Track
be: Разбіць аудыа-трэк

source: Split Here
be: Разбіць тут

source: Split Track...
be: Раздзяліць трэк...

source: Split track at:
be: Разбіць трэк у:

source: St&yle
be: Ст&ыль

source: Standard Options
be: Стандартныя настаўленні

source: Start
be: Запусціць

source: Start K3bSetup2
be: Запуск K3bSetup2

source: Start Multisession
be: Пачаць шматсесійнасць

source: Start Offset
be: Пачатак зруху

source: Start Ripping
be: Пачаць захоп

source: Start at Boot
be: إبدء عند الإقلاع

source: Start during boot
be: إبدء خلال الإقلاع

source: Start extracting.
be: Пачаць выняцце.

source: Start the burning process
be: Пачаць працэс выпальвання

source: Start the image creation
be: Пачаць стварэнне адбітка

source: Start the task
be: Пачаць задачу

source: Start...
be: إبدء...

source: Starting %1
be: جاري بدء %1

source: Starting digital audio extraction (ripping).
be: Пачатак выняцця лічбавага аудыа (захоп).

source: Starts copying the selected tracks
be: Пачынаць капіяваць вылучаныя трэкі

source: Starts extracting the selected VideoCd tracks
be: Пачынае выняцце вылучаных трэкаў з відэа-CD

source: Startup Behavior
be: Паводзіны запуску

source: Statistics
be: Статыстыка

source: Status
be: Статус

source: Status:
be: الحالة:

source: Stereo
be: Стэрэа

source: Stop
be: [PO-fuzzy] قفّ...

source: Stop...
be: قفّ...

source: Stopped
be: Спынена

source: Stopping %1
be: جاري توقيف %1

source: Strip
be: Выразка

source: Style of the graphs
be: Стыль графікаў

source: Subcategories
be: Падкатэгорыі

source: Success.
be: Поспех.

source: Successfully converted track %1.
be: Паспяхова пераўтвораны трэк %1.

source: Successfully finished.
be: Паспяхова скончана.

source: Successfully ripped title %1
be: Паспяхова захоплены загаловак %1.

source: Successfully ripped to %2.
be: Паспяхова захоплена ў %2.

source: Successfully ripped track %1 to %2.
be: аспяхова захоплены трэк %1 у %2.

source: Successfully ripped track %1.
be: Паспяхова захоплены трэк %1.

source: Summary
be: Кароткае апісанне

source: Super Categories:
be: Над катэгорыі

source: Super Video CD
be: Супер Відэа-CD

source: Supercategories
be: [PO-fuzzy] Над катэгорыі

source: Support and help with KDE
be: Падтрымка і дапамога KDE

source: Supported writing speeds:
be: Магчымыя хуткасці запісу:

source: Supports Burnfree:
be: Падтрымлівае Burnfree:

source: Sweden
be: Швецыя

source: Switzerland
be: Швейцарыя

source: Symbolic Links
be: Сімвалічныя спасылкі

source: Symbolic link handling in the project
be: Апрацоўка сімвалічных спасылка у праекце

source: System
be: Сістэма

source: System Check
be: Праверка сістэмы

source: System Configuration Problems
be: Праблемы сістэмнай канфігурацыі

source: System Files
be: Сістэмныя файлы

source: System Id:
be: Id сістэмы:

source: System Notifications
be: Сістэмныя апавяшчэнні

source: System configured properly
be: [PO-fuzzy] Праблемы сістэмнай канфігурацыі

source: System device name:
be: Сістэмнае імя прылады:

source: System:
be: Сістэма:

source: T&itle:
be: Н&азва:

source: TOC file:
be: TOC-файл:

source: Tags
be: Пазнакі

source: Taiwan
be: Тайвань

source: Tajik
be: [PO-fuzzy] Дарожка

source: Target Folder
be: Тэчка прызначэння

source: Teaching
be: Навучанне

source: Temporary Directory
be: Часовая дырэкторыя

source: Temporary File
be: Часовы файл

source: Text Color in Editor Area
be: Колер тэксту ў вобласці рэдагавання

source: Text color
be: Колер тэксту

source: Text color:
be: Колер тэксту:

source: Thailand
be: Тайланд

source: Thanks obviously to all the creators of, maintainers of, and contributors to the original KNetLoad Application.
be: Натуральна, падзякі ўсім стваральнікам, дагляднікам і супрацоўнікам пачатковай праграмы KNetLoad.

source: Thanks to everyone in #KDE OpenProjects for being supportive and helpful!
be: Падзякі ўсім у KDE OpenProjects за тое, што вы падтрымлівалі і дапамагалі!

source: The MD5 Sum of %1 differs from the specified.
be: Md5-сума %1 адрозная ад выбранай

source: The MD5 Sum of %1 equals the specified.
be: Md5-сума %1 роўная выбранай

source: The bar graph fills all the area representing the network load with the given color.
be: Слупковы графік запаўняе вызначаным колерам усю прастору, што прадстаўляе сеціўную нагрузку,.

source: The color used by KNetLoad to display the incoming data
be: Колер, што будзе ўжыты KNetLoad для паказу ўваходзячых аб'ёмаў

source: The color used by KNetLoad to display the outgoing data
be: Колер, што будзе ўжыты KNetLoad для паказу зыходзячых аб'ёмаў

source: The directory in which to save the image files
be: Дырэкторыя для захоўвання файлаў адбіткаў

source: The directory where K3b stores temporary files
be: Дырэкторыя, дзе K3b змяшчае часовыя файлы
